Repository: gitpan/Zonemaster
Catalog: share/*.po
Languages: sv

source: None of the {nb} nameserver(s) with IPv6 addresses is part of a bogon prefix.
sv: Ingen av de {nb} namnservrarna med IPv6-addresser är en del av ett bogon-prefix.

source: Nameserver {ns} IPv6 address {address} is part of a bogon prefix.
sv: En IPv6-address för namnservern {ns} ({address}) ingår i ett bogon-prefix.

source: Nameserver {ns} has an IP address ({address}) with prefix {prefix} referenced in {reference} as a '{name}'.
sv: Namnservern {ns} har en IP-adress ({address}) med prefixet {prefix}, som {reference} klassificerar som '{name}'.

source: Nameserver {ns} has an IP address ({address}) with mismatched PTR result ({names}).
sv: Namnservern {ns} har en IP-adress ({address}) med en icke matchande bakåtuppslagning ({names}).

source: Nameserver {ns} has an IP address ({address}) without PTR configured.
sv: Namnservern {ns} har en IP-adress ({address}) utan bakåtuppslagning.

source: Nameserver {source} returned A record(s) for {name}.
sv: Namnservern {source} svarade med A-poster för {name}.

source: Nameserver for zone {parent} listed these nameservers as glue: {ns}.
sv: En namnserver för zonen {parent} gav dessa namnservrar som glue: {ns}.

source: Nameserver {source} listed these servers as glue: {ns}.
sv: Namnservern {source} gav dessa servrar som glue: {ns}.

source: Nameserver for zone {parent} responded with NXDOMAIN to query for glue.
sv: Namnservern för zonen {parent} svarade med NXDOMAIN på en fråga om glue.

source: Nameservers for "{parent}" provided no NS records for tested zone. RCODE given was {rcode}.
sv: Namnservrarna för {parent} gav inga NS-poster för den testade zonen. Den RCODE de gav var {rcode}.

source: No response from nameserver for zone {parent} when trying to fetch glue.
sv: Namnservern för zonen {parent} gav inget svar vid försök att hämta glue.

source: Nameserver {source} did not return NS records. RCODE was {rcode}.
sv: Namnservern {source} svarade inte med några NS-poster. RCODE var {rcode}.

source: Nameserver {source} did not respond to NS query.
sv: Namnservern {source} svarade inte på en NS-fråga.

source: No IPv4 nameserver address is in an AS.
sv: Ingen namnserver har någon IPv4-adress i ett AS.

source: Authoritative IPv4 nameservers are in more than one AS.
sv: IPv4-adresser för namnservrar finns i mer än ett AS ({asn}).

source: All nameservers IPv4 addresses are in the same AS ({asn}).
sv: Alla IPv4-adresser för namnservrar finns i samma AS ({asn}).

source: No IPv6 nameserver address is in an AS.
sv: Ingen namnserver har någon IPv6-adress i ett AS.

source: Authoritative IPv6 nameservers are in more than one AS.
sv: IPv6-adresser för namnservrar finns i mer än ett AS ({asn}).

source: All nameservers IPv6 addresses are in the same AS ({asn}).
sv: Alla IPv6-adresser för namnservrar finns i samma AS ({asn}).

source: No nameserver address is in an AS.
sv: Ingen namnserver har någon adress i ett AS.

source: Domain's authoritative nameservers do not belong to the same AS.
sv: Domänens namnservrar finns i mer än ett AS.

source: All nameservers are in the same AS ({asn}).
sv: Alla namnservrar för domänen finns i samma AS ({asn}).

source: Nameserver {ns}/{address} accessible over TCP on port 53.
sv: Namnservern {ns}/{address} är åtkomlig med TCP på port 53.

source: Nameserver {ns}/{address} accessible over UDP on port 53.
sv: Namnservern {ns}/{address} är åtkomlig med UDP på port 53.

source: Nameserver {ns}/{address} not accessible over TCP on port 53.
sv: Namnservern {ns}/{address} är inte åtkomlig över TCP på port 53.

source: Nameserver {ns}/{address} not accessible over UDP on port 53.
sv: Namnservern {ns}/{address} är inte åtkomlig över UDP på port 53.

source: Saw {count} SOA rname.
sv: Såg {count} olika SOA RNAME.

source: Saw {count} SOA serial numbers.
sv: Såg {count} olika SOA-serienummer.

source: Saw {count} SOA time parameter set.
sv: Såg {count} olika uppsättningar med SOA-tidsparametrar.

source: Nameserver {ns}/{address} did not respond.
sv: Namnservern {ns}/{address} svarade inte.

source: A single SOA rname value was seen ({rname})
sv: Ett enda SOA RNAME sågs ({rname})

source: A single SOA serial number was seen ({serial}).
sv: Ett enda SOA-serienummer sågs ({serial}).

source: A single SOA time parameter set was seen (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
sv: En enda uppsättning SOA-tidsparametrar sågs (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).

source: Saw SOA rname {rname} on following nameserver set : {servers}.
sv: Såg SOA RNAME {rname} på följande namnservrar : {servers}.

source: Saw SOA serial number {serial} on following nameserver set : {servers}.
sv: Såg SOA-serienummer {serial} på följande namnservrar : {servers}.

source: Saw SOA time parameter set (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}) on following nameserver set : {servers}.
sv: Såg dessa SOA-tidsparametrar (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}) på följande namnservrar : {servers}.

source: Child lists enough nameservers ({count}).
sv: Barnsidan listar tillräckligt många namnservrar ({count}).

source: Parent lists enough nameservers ({count}).
sv: Föräldrasidan listar tillräckligt många namnservrar ({count}).

source: Child has nameserver(s) not listed at parent ({extra}).
sv: Barnsidan har en eller flera namnservrar som inte listas på föräldrasidan ({extra}).

source: Parent has nameserver(s) not listed at the child ({extra}).
sv: Föräldrasidan har en eller flera namnservrar som inte listas på barnsidan ({extra}).

source: Nameserver {ns} response is not authoritative on {proto} port 53.
sv: Namnservern {ns} svarade inte auktoritativt på {proto} port 53.

source: All of the nameserver names are listed both at parent and child.
sv: Alla namnserver-namn listas både på föräldra- och barn-sidan.

source: Child does not list enough nameservers ({count}).
sv: Barn-sidan listar inte tillräckligt många namnservrar ({count}).

source: Parent does not list enough nameservers ({count}).
sv: Föräldrasidan listar inte tillräckligt många namnservrar ({count}).

source: Nameserver {ns} {address_type} RR point to CNAME.
sv: På namnservern {ns} så pekar en {address_type}-post på en CNAME-post.

source: The smallest possible legal referral packet is larger than 512 octets (it is {size}).
sv: Minsta möjliga giltiga hänvisningspaket är större än 512 oktetter (det är {size}).

source: The smallest possible legal referral packet is smaller than 513 octets (it is {size}).
sv: Minsta möjliga giltiga hänvisningspaket är på 512 oktetter eller mindre (det är {size}).

source: IP {address} refers to multiple nameservers ({nss}).
sv: IP-adressen {address} referrerar till flera namnservrar ({nss}).

source: A SOA query NOERROR response from {ns} was received empty.
sv: En SOA-fråga fick ett svar med RCODE NOERROR från {ns}, men svaret var tomt.

source: None of the nameservers listed at the parent are listed at the child.
sv: Ingen av de namnservrar som listas på föräldrasidan listas på barnsidan.

source: There are both DS and DNSKEY records with key tags {keytags}.
sv: Det finns både DS- and DNSKEY-poster med keytag {keytags}.

source: {parent} sent a DS record, and {child} a DNSKEY record.
sv: {parent} skickade en DS-post, och {child} en DNSKEY-post.

source: {child} sent a DNSKEY record, but {parent} did not send a DS record.
sv: {child} skickade en DNSKEY-post, men {parent} skickade inte någon DS-post.

source: The apex DNSKEY RRset was not correctly signed.
sv: DNSKEY-mängden i zontoppen var inte korrekt signerad.

source: Signature for DNSKEY with tag {signature} failed to verify with error '{error}'.
sv: Verifiering av signaturen för DNSKEY-posten med keytag {signature} misslyckades med felmeddelandet '{error}'.

source: A signature for DNSKEY with tag {signature} was correctly signed.
sv: Verifiering av en signatur för DNSKEY-posten med keytag {signature} lyckades.

source: The apex DNSKEY RRset was correcly signed.
sv: DNSKEY-mängden i zontoppen var korrekt signerad.

source: {parent} sent a DS record, but {child} did not send a DNSKEY record.
sv: {parent} skickade en DS-post, men {child} skickade ingen DNSKEY-post.

source: DS record with keytag {keytag} uses forbidden digest type {digtype}.
sv: DS-posten med keytag {keytag} använder den förbjudna digest-typen {digtype}.

source: DS record with keytag {keytag} uses digest type {digtype}, which is OK.
sv: DS-posten med keytag {keytag} använder digest-typen {digtype}, vilket är OK.

source: DS record with keytag {keytag} does not match the DNSKEY with the same tag.
sv: DS-posten med keytag {keytag} matchar inte DNSKEY-posten med samma keytag.

source: Found DS records with tags {keytags}.
sv: Hittade DS-poster med keytaggarna {keytags}.

source: DS record with keytag {keytag} matches the DNSKEY with the same tag.
sv: DS-posten med keytag {keytag} matchar DNSKEY-posten med samma keytag.

source: At least one DS record with a matching DNSKEY record was found.
sv: Minst en DS-post med med en matchande DNSKEY-post hittades.

source: No DS record with a matching DNSKEY record was found.
sv: Ingen DS-post med någon matchande DNSKEY-post hittades.

source: RRSIG with keytag {tag} and covering type(s) {types} has a duration of {duration} seconds, which is too long.
sv: RRSIG-posten med keytag {tag} och täckande typerna {types} har en livslängd på {duration} sekunder, vilket är för länge.

source: RRSIG with keytag {tag} and covering type(s) {types} has a duration of {duration} seconds, which is just fine.
sv: RRSIG-posten med keytag {tag} och täckande typerna {types} har en livslängd på {duration} sekunder, vilket är lagom.

source: RRSIG with keytag {tag} and covering type(s) {types} has already expired (expiration is: {expiration}).
sv: RRSIG-posten med {tag} och täckande typerna {types} har redan gått ut (utgångstiden är: {expiration}).

source: RRSIG with keytag {tag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too short.
sv: RRSIG-posten med keytag {tag} och täckande typerna {types} har en kvarvarande livslängd på {duration} sekunder, vilket är för kort.

source: RRSIG with keytag {tag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too long.
sv: RRSIG-posten med keytag {tag} och täckande typerna {types} har en kvarvarande livslängd på {duration} sekunder, vilket är för länge.

source: Server at {server} sent {keys} DNSKEY records, and {sigs} RRSIG records.
sv: Namnservern {server} skickade {keys} DNSKEY-poster, och {sigs} RRSIG-poster.

source: Server at {server} sent {keys} DNSKEY records and {sigs} RRSIG records.
sv: Namnservern {server} skickade {keys} DNSKEY-poster och {sigs} RRSIG-poster.

source: The zone has NSEC records.
sv: Zonen har NSEC-poster.

source: The zone has NSEC3 records.
sv: Zonen har NSEC3-poster.

source: When asked for the name {name}, which must not exist, the response was not an error.
sv: Svaret på en fråga om namnet {name}, som inte får existera, var inte ett felmeddelande.

source: When asked for the name {name}, which must not exist, the response had RCODE {rcode}.
sv: Svaret på en fråga om namnet {name}, som inte får existera, hade RCODE {rcode}.

source: The number of NSEC3 iterations is {count}, which is OK.
sv: Antalet NSEC3-iterationer är {count}, vilket är lagom.

source: The number of NSEC3 iterations is {count}, which is on the high side.
sv: Antalet NSEC3-iterationer är {count}, vilket är högt.

source: There are neither DS nor DNSKEY records for the zone.
sv: Zonen har varken DS- eller DNSKEY-poster.

source: No DS record had a DNSKEY with a matching keytag.
sv: Ingen DS-post hade en DNSKEY-post med matchande keytag.

source: No DNSKEYs were returned.
sv: Inga DNSKEY-poster returnerades.

source: {from} returned no DS records for {zone}.
sv: {from} skickade inga DS-poster för {zone}.

source: Cannot test DNSKEY signatures, because we got {keys} DNSKEY records and {sigs} RRSIG records.
sv: Kan inte testa DNSKEY-signaturer, eftersom vi fick {keys} DNSKEY-poster och {sigs} RRSIG-poster.

source: Cannot test SOA signatures, because we got {keys} DNSKEY records, {sigs} RRSIG records and {soas} SOA records.
sv: Kan inte testa SOA-signaturer, eftersom vi fick {keys} DNSKEY-poster, {sigs} RRSIG-poster och {soas} SOA-poster.

source: {server} returned no NSEC3PARAM records.
sv: {server} returnerade inga NSEC3PARAM-poster.

source: Trying to verify NSEC3 RRset with RRSIG {sig} gave error '{error}'.
sv: Försök att verifiera NSEC3-mängden med RRSIG {sig} gav felet '{error}'.

source: NSEC3 record covers {name}.
sv: NSEC3-posten täcker {name}.

source: NSEC3 record does not cover {name}.
sv: NSEC3-posten täcker inte {name}.

source: No signature correctly signed the NSEC3 RRset.
sv: Ingen signatur signerade NSEC3-mängden korrekt.

source: At least one signature correctly signed the NSEC3 RRset.
sv: Minst en signatur signerade korrekt NSEC3-mängden.

source: NSEC covers {name}.
sv: NSEC täcker {name}.

source: NSEC does not cover {name}.
sv: NSEC täcker inte {name}.

source: No signature correctly signed the NSEC RRset.
sv: Ingen signatur signerade korrekt NSEC-mängden.

source: At least one signature correctly signed the NSEC RRset.
sv: Minst en signatur signerade korrekt NSEC-mängden.

source: Trying to verify NSEC RRset with RRSIG {sig} gave error '{error}'.
sv: Försök att verifiera NSEC-mängden med RRSIG {sig} gav felet '{error}'.

source: No RRSIG correctly signed the SOA RRset.
sv: Ingen RRSIG signerade korrekt SOA-mängden.

source: Trying to verify SOA RRset with signature {signature} gave error '{error}'.
sv: Försök att verifiera SOA-mängden med signatur {signature} gav felet '{error}'.

source: RRSIG {signature} correctly signs SOA RRset.
sv: RRSIG {signature} signerar korrekt SOA-mängden.

source: At least one RRSIG correctly signs the SOA RRset.
sv: Minst en RRSIG-post signerar korrekt SOA-mängden.

source: The number of NSEC3 iterations is {count}, which is too high for key length {keylength}.
sv: Antalet NSEC3-iterationer är {count}, vilket är för mycket för nyckellängden {keylength}.

source: Nameserver {ns}/{address} answered AAAA query with an unexpected rcode ({rcode}).
sv: Namnservern {ns}/{address} besvarade en AAAA-fråga med den oväntade svarskoden ({rcode}).

source: Nameserver {ns}/{address} allow zone transfer using AXFR.
sv: Namnservern {ns}/{address} tillåter zonöverföringar med AXFR.

source: AXFR not available on nameserver {ns}/{address}.
sv: AXFR är inte tillgängligt på namnservern {ns}/{address}.

source: Nameserver {ns}/{address} does not support EDNS0 (OPT not set in reply).
sv: Namnservern {ns}/{address} stöder inte EDNS0 (ingen OPT i svaret).

source: Nameserver {ns}/{address} does not support EDNS0 (replies with FORMERR).
sv: Namnservern {ns}/{address} stöder inte EDNS0 (svar med FORMERR).

source: Nameserver {ns}/{address} answered with a RCODE NXDOMAIN to SOA query on {dname}.
sv: Namnservern {ns}/{address} svarade med RCODE NXDOMAIN på en SOA-fråga om {dname}.

source: Nameserver {ns}/{address} dropped AAAA query.
sv: Namnservern {ns}/{address} tappade en AAAA-fråga.

source: Nameserver {ns}/{address} replies on a SOA query with a different source address ({source}).
sv: Namnservern {ns}/{address} svarade på en SOA-fråga från en annan käll-adress ({source}).

source: Domain name ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
sv: Domännamnet ({name}) har en label ({label}) med bindestreck i position 3 och 4, och ett prefix som inte är 'xn--'.

source: Domain name ({name}) has a label ({label}) starting with an hyphen ('-').
sv: Domännamnet {name} har en label ({label}) som börjar med ett bindestreck.

source: SOA MNAME ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
sv: SOA MNAME ({name}) har en label ({label}) med bindestreck i position 3 och 4 (och ett prefix som inte är 'xn--'.

source: SOA MNAME ({name}) within a 'numeric only' TLD ({tld}).
sv: SOA MNAME ({name}) är i en helnumerisk TLD ({tld}).

source: Domain name MX ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
sv: Domänens MX ({name}) har en label ({label}) med bindestreck i position 3 och 4, och ett prefix som inte är 'xn--'.

source: Domain name MX ({name}) within a 'numeric only' TLD ({tld}).
sv: Domänens MX ({name}) är i en helnumerisk TLD ({tld}).

source: Nameserver ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
sv: Namnservern ({name}) har en label ({label}) med bindestreck i position 3 och 4, och ett prefix som inte är 'xn--'.

source: Nameserver ({name}) within a 'numeric only' TLD ({tld}).
sv: Namnservern ({name}) finns i en helnumerisk TLD ({tld}).

source: Found illegal characters in the domain name ({name}).
sv: Otillåtna tecken i domännamnet {name}.

source: No illegal chatacters in the domain name ({name}).
sv: Endast tillåtna tecken i namnet {name}.

source: There must be no misused '@' character in the SOA RNAME field ({rname}).
sv: Felaktigt använt '@'-tecken i SOA RNAME ({rname}).

source: There must be no illegal characters in the SOA RNAME field ({rname}).
sv: Otillåtet tecken i SOA RNAME ({rname}).

source: Domain name ({name}) has a label ({label}) ending with an hyphen ('-').
sv: Domännamnet ({name}) har en label ({label}) som slutar med ett bindestreck.

source: Not enough data about {zone} was found to be able to run tests.
sv: Hittade inte tillräckligt med information om {zone} för att kunna köra tester.

source: Configuration was read from {name}.
sv: Konfiguration lästes från {name}.

source: Using prerequisite module {name} version {version}.
sv: Använder version {version} av modulen {name}.

source: Logger callback died with error: {exception}
sv: Callback-funktionen för log-modulen dog med felmeddelandet: {exception}

source: DNS query to {ns} for {name}/{type}/{class} failed with error: {message}
sv: DNS-fråga till {ns} för {name}/{type}/{class} misslyckades med felet: {message}

source: Fatal error in {module}: {msg}
sv: Fatalt fel i {module}: {msg}

source: Using module {module} version {version}.
sv: Använder version {version} av modulen {module}.

source: Both IPv4 and IPv6 are disabled.
sv: Både IPv4 och IPv6 är avstängda.

source: Policy was read from {name}.
sv: Policy lästes från {name}.

source: The module {name} was disabled by the policy.
sv: Modulen {name} var avstängd i policyn.

source: IPv4 is disabled, not sending query to {ns}.
sv: IPv4 är avstängt, skickar ingen fråga till {ns}.

source: IPv6 is disabled, not sending query to {ns}.
sv: IPv6 är avstängt, skickar ingen fråga till {ns}.

source: Request to run unknown method {method} in module {module}.
sv: Begäran om att köra den okända metoden {method} i modulen {module}.

source: Request to run {method} in unknown module {module}. Known modules: {known}.
sv: Begäran om att köra metoden {method} i den okända modulen {module}. Kända moduler: {known}.

source: Followed a fake delegation.
sv: Följde en artificiell delegering.

source: Added a fake delegation for domain {domain} to name server {ns}.
sv: Lade till en artificiell delegering för domänen {domain} hos namnserver {ns}.

source: Name server {ns} not adding fake delegation for domain {domain} to itself.
sv: Namnservern {ns} lade inte till en artificiell delegering för domänen {domain}.

source: SOA 'expire' value ({expire}) is lower than the SOA 'refresh' value ({refresh}).
sv: Värdet för SOA 'expire' ({expire}) är lägre än värdet för SOA 'refresh' ({refresh}).

source: SOA 'expire' value ({expire}) is less than the recommended one ({required_expire}).
sv: Värdet för SOA 'expire' ({expire}) är lägre än rekommenderat ({required_expire}).

source: SOA 'mname' value ({mname}) refers to a NS which is an alias (CNAME).
sv: SOA 'mname' ({mname}) refererar till ett NS-namn som är ett alias (CNAME).

source: SOA 'mname' nameserver {ns}/{address} is not authoritative for '{zone}' zone.
sv: Namnservern angiven som SOA 'mname' ({ns}/{address}) är inte auktoritativ för zonen '{zone}'.

source: SOA 'mname' nameserver is not listed in "parent" NS records for tested zone.
sv: Namnservern angiven som SOA 'mname' finns inte med bland de NS-poster som listas i föräldrazonen.

source: SOA 'mname' nameserver {ns}/{address} does not respond.
sv: Namnservern angiven som SOA 'mname' ({ns}/{address}) svarar inte.

source: SOA 'mname' field does not exist
sv: 'MNAME'-fältet i SOA-posten är tomt.

source: MX record for the domain is pointing to a CNAME.
sv: Domänens MX-post pekar på ett alias (CNAME).

source: No target (MX, A or AAAA record) to deliver e-mail for the domain name.
sv: Inget mål att levera mail till (MX-, A- eller AAAA-post) angivet för domänen.

source: SOA 'refresh' value ({refresh}) is lower than the SOA 'retry' value ({retry}).
sv: SOA-postens 'refresh'-värde ({refresh}) är lägre än dess 'retry'-värde ({retry}).

source: SOA 'refresh' value ({refresh}) is less than the recommended one ({required_refresh}).
sv: SOA-postens 'refresh'-värde ({refresh}) är lägre än rekommenderat ({required_refresh}).

source: SOA 'retry' value ({retry}) is less than the recommended one ({required_retry}).
sv: SOA-postens 'retry'-värde ({retry}) är lägre än rekommenderat ({required_retry}).

source: SOA 'minimum' value ({minimum}) is higher than the recommended one ({highest_minimum}).
sv: SOA-postens 'minimum'-värde ({minimum}) är högre än rekommenderat ({highest_minimum}).

source: SOA 'minimum' value ({minimum}) is less than the recommended one ({lowest_minimum}).
sv: SOA-postens 'minimum'-värde ({minimum}) är lägre än rekommenderat ({lowest_minimum}).

source: Reverse DNS entry exist for all Nameserver IP addresses.
sv: Bakåtuppslagning finns för samtliga namnserveradresser.

source: All reverse DNS entry matches name server name.
sv: Alla bakåtuppslagningar stämmer överens med motsvarande namnservernamn.

source: All Nameserver addresses are in the routable public addressing space.
sv: Alla namnserveradresser finns i den publikt routningsbara addressrymden.

source: Nameservers did not respond to A query.
sv: Namnservern svarade inte på en A-fråga.

source: Functional nameserver found. "A" query for www.{name} test aborted.
sv: En fungerande namnserver hittades. Testet om "A"-fråga för www.{name} behövdes inte.

source: IPv4 is disabled, not sending "{type}" query to {ns}.
sv: IPv4 är avstängt, skickar inte "{type}"-fråga till {ns}.

source: IPv4 is enabled, can send "{type}" query to {ns}.
sv: IPv4 är påslaget, kan skicka "{type}"-fråga till {ns}.

source: IPv6 is disabled, not sending "{type}" query to {ns}.
sv: IPv6 är avstängt, skickar inte "{type}"-fråga till {ns}.

source: IPv6 is enabled, can send "{type}" query to {ns}.
sv: IPv6 är påslaget, kan skicka "{type}"-fråga till {ns}.

source: Nameserver {source} did not return A record(s) for {name}.
sv: Namnservern {source} svarade inte med några A-poster för {name}.

source: No NS records for tested zone from parent. NS tests aborted.
sv: Inga NS-poster för den testade zonen från föräldern. NS-tester avbryts.

source: Nameserver for zone {parent} replies when trying to fetch glue.
sv: Namnserver för zonen {parent} svarade på försök att hämta glue.

source: This is an example tag.
sv: Detta är en exempel-tagg.

source: All the nameservers are authoritative.
sv: Alla namnservrar är auktoritativa.

source: All the IP addresses used by the nameservers are unique
sv: Alla namnservrars IP-adresser är unika.

source: No nameserver point to CNAME alias.
sv: Inget namnserver-namn pekar på ett CNAME-alias.

source: All the nameservers have SOA record.
sv: Alla namnservrar har en SOA-post.
