Repository: gitpan/Zonemaster
Catalog: share/*.po
Languages: sv

source: No DNSKEYs found. Additional tests skipped.
sv: Inga DNSKEY-poster hittades. Resterande tester hoppas över.

source: The DNSKEY with tag {keytag} uses deprecated algorithm number {algorithm}/({description}).
sv: DNSKEY-posten med tag {keytag} använder den deprekerade algoritmen {algorithm}/({description}).

source: The DNSKEY with tag {keytag} uses algorithm number {algorithm}/({description}), which is OK.
sv: DNSKEY-posten med tag {keytag} använder algoritm nummer {algorithm}/({description}), vilket är OK.

source: The DNSKEY with tag {keytag} uses private algorithm number {algorithm}/({description}).
sv: DNSKEY-posten med tag {keytag} använder den privata algoritmen med nummer {algorithm}/({description}).

source: The DNSKEY with tag {keytag} uses reserved algorithm number {algorithm}/({description}).
sv: DNSKEY-posten med tag {keytag} använder reserverad algoritm nummer {algorithm}/({description}).

source: The DNSKEY with tag {keytag} uses unassigned algorithm number {algorithm}/({description}).
sv: DNSKEY-posten med tag {keytag} använder den otilldelade algoritmen med nummer {algorithm}/({description}).

source: The DNSKEY with tag {keytag} uses unknown algorithm number {algorithm}.
sv: DNSKEY-posten med tag {keytag} använder algoritmen med det okända numret {algorithm}.

source: The following nameservers answer AAAA queries without problems : {names}.
sv: Följande namnservrar svarade problemfritt på AAAA-frågor : {names}.

source: The following nameservers support EDNS0 : {names}.
sv: Följande namnservrar stöder EDNS0 : {names}.

source: None of the following nameservers is a recursor : {names}.
sv: Ingen av följande namnservrar är rekursiv : {names}.

source: No response from nameserver(s) on PTR query ({reverse}).
sv: Inget svar från namnservern på PTR-fråga.

source: No IP address found for SOA 'mname' nameserver ({mname}).
sv: Ingen IP-adress hittades för servern angiven som SOA MNAME ({mname}).

source: Parent and child list enough nameservers ({ns}). Lower limit set to {minimum}.
sv: Förälder- och barnzonerna listar tillräckligt många namnservrar ({ns}).

source: Parent and child do not list enough nameservers ({ns}). Lower limit set to {minimum}.
sv: Förälder- och barnzonerna listar inte tillräckligt många namnservrar ({ns}). Måste vara minst {minimum} stycken.

source: No response from nameserver {ns}/{address} on SOA queries.
sv: Inget svar från namnservern på fråga om SOA-record.

source: Difference between the smaller serial ({serial_min}) and the bigger one ({serial_max}) is greater than the maximum allowed ({max_variation}).
sv: Spannet mellan högsta och lägsta SOA-serienummer är större än {max_variation}.

source: SOA 'minimum' value ({minimum}) is between the recommended ones ({lowest_minimum}/{highest_minimum}).
sv: SOA minimum-värdet ligger i det rekommenderade spannet.

source: SOA 'expire' value ({expire}) is higher than the minimum recommended value ({required_expire}) and lower than 'refresh' value.
sv: SOA expire-värdet ligger i det rekommenderade spannet (högre än {required_expire} och lägre än refresh-värdet).

source: SOA 'mname' value ({mname}) refers to a NS which is not an alias (CNAME).
sv: SOA MNAME-namnet {mname} pekar inte ut ett CNAME.

source: Saw {count} NS set.
sv: {count} NS-uppsättningar hittades.

source: No response from nameserver {ns}/{address} on NS queries.
sv: Inget svar från namnservern på NS-fråga.

source: Saw NS set ({nsset}) on following nameserver set : {servers}.
sv: Såg NS-uppsättningen {nsset} på dessa namnservrar: {servers}

source: A unique NS set was seen ({nsset}).
sv: En unik uppsättning namnservrar sågs ({nsset}).

source: Found illegal characters in SOA MNAME ({name}).
sv: Otillåtna tecken hittades i SOA MNAME ({name}).

source: Found illegal characters in MX ({name}).
sv: Otillåtna tecken hittades i MX ({name}).

source: Found illegal characters in the nameserver ({name}).
sv: Otillåtna tecken hittades i namnservernamnet {name}.

source: Domain name ({name}) has a label ({label}) too long ({length}/{max}).
sv: Labeln {label} i domännamnet {name} är för lång.

source: Domain name is too long ({length}/{max}).
sv: Domännamnet är för långt.

source: SOA MNAME ({name}) syntax is valid.
sv: SOA MNAME ser bra ut.

source: Domain name MX ({name}) syntax is valid.
sv: MX-namnet ser bra ut.

source: Nameserver ({name}) syntax is valid.
sv: Namnserver-namnet ser OK ut.

source: Domain name ({name}) has no label with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
sv: Domännamnet har ingen del med bindestreck i position 3 och 4.

source: Both ends of all labels of the domain name ({name}) have no hyphens.
sv: Domännamnet varken börjar eller slutar med ett bindestreck.

source: No response from nameserver(s) on MX queries.
sv: Inget svar gavs på fråga om MX-record.

source: No response from nameserver(s) on SOA queries.
sv: Inget svar gavs på fråga om SOA-record.

source: There is no misused '@' character in the SOA RNAME field ({rname}).
sv: Inga felanvända @-tecken hittades if ROA RNAME.

source: The SOA RNAME field ({rname}) is compliant with RFC2822.
sv: Adressen i SOA RNAME är giltig enligt RFC822.
